tap "songmu/tap"
tap "hashicorp/tap"
brew "argocd"
brew "bat"
brew "clang-format"
brew "curl"
brew "direnv"
brew "envchain"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "htop"
brew "ipcalc"
brew "jo"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lima"
brew "mas"
brew "mise"
brew "neofetch"
brew "php"
brew "ripgrep"
brew "sheldon"
brew "hashicorp/tap/terraform"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "songmu/tap/blogsync"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "background-music"
cask "blackhole-2ch"
cask "claude-code"
cask "firefox"
cask "font-hackgen"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "postman"
cask "rancher"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wireshark-app"
vscode "4ops.terraform"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "ipedrazas.kubernetes-snippets"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
