tap "songmu/tap"
tap "hashicorp/tap"
brew "argocd"
brew "bat"
brew "btop"
brew "clang-format"
brew "curl"
brew "envchain"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "grep"
brew "ipcalc"
brew "jo"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "lima"
brew "mas"
brew "mise"
brew "php"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "hashicorp/tap/terraform"
brew "tig"
brew "tree"
brew "neovim"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "songmu/tap/blogsync"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "background-music"
cask "blackhole-2ch"
cask "claude-code"
cask "firefox"
cask "font-hackgen"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "karabiner-elements"
cask "obsidian"
cask "postman"
cask "rancher"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark-app"
