adoptopenjdk/openjdk/adoptopenjdk11
adoptopenjdk/openjdk/adoptopenjdk8
alfred
appcleaner
authy
blackhole
clipy
dash
discord
docker
dropbox
duet
firefox
google-japanese-ime
gpg-suite
handbrake
homebrew/cask-fonts/font-hackgen
homebrew/cask-fonts/font-ricty-diminished
iterm2
karabiner-elements
osxfuse
shiftit
slack
telegram
the-unarchiver
visual-studio-code
