adoptopenjdk/openjdk/adoptopenjdk
adoptopenjdk/openjdk/adoptopenjdk11
adoptopenjdk/openjdk/adoptopenjdk8
alacritty
alfred
appcleaner
authy
blackhole
clipy
dash
docker
dropbox
duet
firefox
google-cloud-sdk
google-japanese-ime
gpg-suite
homebrew/cask-fonts/font-hackgen
homebrew/cask-fonts/font-ricty-diminished
iterm2
karabiner-elements
kindle
nanowallet
osxfuse
postman
shiftit
slack
spotify
station
tableplus
the-unarchiver
visual-studio-code
