alfred
adoptopenjdk
adoptopenjdk8
adoptopenjdk11
appcleaner
authy
clipy
dash
docker
dropbox
duet
firefox
font-ricty-diminished
google-cloud-sdk
google-japanese-ime
gpg-suite
iterm2
karabiner-elements
kindle
minikube
nanowallet
postman
shiftit
slack
spotify
station
tableplus
the-unarchiver
vagrant
virtualbox
visual-studio-code
