tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "Songmu/tap"
brew "argocd"
brew "bat"
brew "blogsync"
brew "clang-format"
brew "curl"
brew "direnv"
brew "envchain"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "htop"
brew "ipcalc"
brew "jo"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lima"
brew "mas"
brew "neofetch"
brew "php"
brew "ripgrep"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "blackhole-2ch"
cask "background-music"
cask "clipy"
cask "deepl"
cask "discord"
cask "firefox"
cask "font-hackgen"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "postman"
cask "rancher"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
cask "zoom"
mas "Bear", id: 1091189122
mas "Display Menu", id: 549083868
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
